<script setup lang="ts">
// 工商联章程页面
</script>

<template>
  <div class="container-lg py-4">
    <h1 class="border-bottom border-danger border-5 pb-2 mb-4 fs-md-1 fs-3">工商联章程</h1>
    <div class="p-4 p-sm-4 p-md-4 shadow rounded constitution-content" style="min-height: 400px">
      <h2 class="text-center mb-4 fs-md-2 fs-4">中国工商业联合会章程</h2>
      <p class="text-center fw-light">
        （中国工商业联合会第十三次全国代表大会部分修订，2022年12月12日通过）
      </p>

      <h3 class="mb-3 fs-md-3 fs-5">总　则</h3>
      <div class="mb-4">
        <p class="text-indent">
          中国工商业联合会（简称工商联）是中国共产党领导的以民营企业和民营经济人士为主体，具有统战性、经济性、民间性有机统一基本特征的人民团体和商会组织，是党和政府联系民营经济人士的桥梁纽带，是政府管理和服务民营经济的助手，是中国人民政治协商会议的重要组成部分。工商联工作是党的统一战线工作和经济工作的重要内容。工商联事业是中国特色社会主义事业的重要组成部分。
        </p>
        <p class="text-indent">
          工商联在中国共产党领导下，高举中国特色社会主义伟大旗帜，坚持马克思列宁主义、毛泽东思想、邓小平理论、"三个代表"重要思想、科学发展观，全面贯彻习近平新时代中国特色社会主义思想，深刻领悟"两个确立"的决定性意义，进一步增强"四个意识"、坚定"四个自信"、做到"两个维护"，坚持社会主义基本经济制度，坚持"两个毫不动摇"，坚持信任、团结、服务、引导、教育的方针，坚持政治建会、团结立会、服务兴会、改革强会，以促进非公有制经济健康发展和非公有制经济人士健康成长为主题，以建设政治坚定、特色鲜明、机制健全、服务高效、作风优良的人民团体和商会组织为目标，保持和增强政治性、先进性、群众性，坚决防止机关化、行政化、贵族化、娱乐化倾向，全面推进工商联工作法治化，不断增强凝聚力、执行力、影响力；充分发挥在民营经济人士思想政治建设中的引导作用，在民营企业改革发展中的服务作用，积极投身中国式现代化建设，为全面建设社会主义现代化国家、全面推进中华民族伟大复兴而团结奋斗。
        </p>
        <p class="text-indent">
          工商联党组发挥领导作用，确保工商联工作全面贯彻党的基本理论、基本路线、基本方略；加强对工商联代表大会、执行委员会、常务委员会工作的指导；支持工商联主席工作，发挥党外干部作用；按照干部管理权限，管理工商联机关干部；对所属商会党建工作履行全面从严治党主体责任，健全领导机制，完善管理机构，协调各方力量；支持和配合做好民营企业和各类商会党组织组建工作，推动成立行业性或者区域性党组织。
        </p>
        <p class="text-indent">
          工商联以中华人民共和国宪法为根本活动准则，按照法律法规和本章程开展工作。
        </p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第一章 职能与任务</h3>
      <div class="mb-4">
        <p class="text-indent">第一条 加强和改进民营经济人士思想政治工作。</p>
        <p class="text-indent">
          （一）常态化制度化开展理想信念教育和社会主义核心价值观宣传教育，持续开展党史、新中国史、改革开放史、社会主义发展史宣传教育，引导民营经济人士坚决拥护中国共产党的领导、坚定不移走中国特色社会主义道路，加强自我学习、自我教育、自我提升，学习贯彻党和国家的方针政策，弘扬企业家精神，爱国、敬业、创新、守法、诚信、贡献，做合格的中国特色社会主义事业建设者。
        </p>
        <p class="text-indent">
          （二）引导民营经济人士自觉把自身发展与国家发展结合起来，把个人富裕与共同富裕结合起来，把遵循市场法则与发扬社会主义道德结合起来，弘扬中华传统美德，弘扬时代新风，树立义利兼顾、以义为先理念，致富思源、富而思进，自觉投身光彩事业和其他社会公益慈善事业，积极履行社会责任。
        </p>
        <p class="text-indent">
          （三）按照同级党委安排参与民营企业党建工作，引导民营经济人士重视企业党建工作，在企业建立工会等群团组织，为其开展活动、发挥作用提供必要条件，加强企业文化建设。
        </p>
        <p class="text-indent">第二条 参与政治协商，发挥民主监督作用，积极参政议政。</p>
        <p class="text-indent">
          （一）围绕贯彻落实党的路线方针政策，开展调查研究，参与制定并推动落实有关法律法规、政策措施，推动优化民营企业发展环境。
        </p>
        <p class="text-indent">
          （二）深入了解民营经济人士的意愿和要求，畅通和规范民营企业和民营经济人士诉求表达、利益协调、权益保障通道，及时向党和政府提出相关意见和建议。
        </p>
        <p class="text-indent">
          （三）引导民营经济代表人士有序参与政治生活和社会事务，帮助其提高议政建言水平，积极反映社情民意。
        </p>
        <p class="text-indent">第三条 协助政府管理和服务民营经济。</p>
        <p class="text-indent">
          （一）积极探索建立适应社会主义市场经济要求的服务载体和机制，为民营企业提供政策咨询、信息、法律、投融资、技术、人才、标准、信用、合规等方面服务，支持中小微企业发展，引导民营企业立足新发展阶段，贯彻新发展理念，融入新发展格局，加强自主创新，完善中国特色现代企业制度，促进民营经济发展壮大，推动国民经济实现高质量发展。
        </p>
        <p class="text-indent">
          （二）加强与国外及香港特别行政区、澳门特别行政区、台湾地区工商社团和工商经济界的联系，拓展国际合作，深化民间外交，为民营企业参与"一带一路"建设和"走出去"提供服务。
        </p>
        <p class="text-indent">
          （三）组织民营企业参与实施乡村振兴、区域协调发展等国家战略，投身"万企兴万村"行动，为地方经济建设服务，促进城乡、区域统筹协调发展，促进共同富裕。
        </p>
        <p class="text-indent">（四）承办政府和有关部门委托事项。</p>
        <p class="text-indent">第四条 培育和发展中国特色商会组织。</p>
        <p class="text-indent">
          （一）履行社会团体业务主管单位职责，促进所属商会改革发展，确保商会发展的正确方向。
        </p>
        <p class="text-indent">（二）推动建立完善现代商会制度，提升商会法治化、规范化水平。</p>
        <p class="text-indent">（三）加强所属商会建设，推动统一战线工作向商会组织有效覆盖。</p>
        <p class="text-indent">第五条 培育和建设高素质的民营经济人士队伍。</p>
        <p class="text-indent">
          （一）按照思想政治强、行业代表性强、参政议政能力强、社会信誉好的标准，做好民营经济代表人士的发现、培养、推荐和管理工作。
        </p>
        <p class="text-indent">（二）依托商会发展壮大会员队伍，指导商会加强会员思想政治工作。</p>
        <p class="text-indent">
          （三）联系服务广大民营经济人士，推动工商联组织和工作在民营经济领域全面有效覆盖。
        </p>
        <p class="text-indent">
          （四）注重对年轻一代民营经济人士的教育培养，引导他们继承和发扬听党话、跟党走的光荣传统。
        </p>
        <p class="text-indent">第六条 参与协调劳动关系，协同社会治理，促进社会和谐稳定。</p>
        <p class="text-indent">
          （一）参与协调劳动关系三方会议，同政府部门、工会组织和其他有关企业方代表一道，共同推动劳动关系立法、健全劳动标准体系和劳动关系协商协调机制，共同研究解决劳动关系中的重大问题，参与劳动争议调解、仲裁。
        </p>
        <p class="text-indent">
          （二）引导民营企业依法与工会就职工工资、生活福利、社会保险等涉及职工切身利益问题进行平等协商，签订集体合同。
        </p>
        <p class="text-indent">
          （三）协调处理投资者利益和劳动者权益的关系，引导民营企业构建和谐劳动关系，坚持就业优先，积极创造就业岗位，严格遵守国家相关法律法规和政策，尊重和保障职工合法权益。
        </p>
        <p class="text-indent">第七条 引导民营企业和民营经济人士依法治企、依法经营、依法维权。</p>
        <p class="text-indent">
          （一）开展法治宣传教育，增强民营经济人士法治意识、契约精神、守约观念。弘扬诚信文化和清廉文化，参与全面构建亲清政商关系。
        </p>
        <p class="text-indent">
          （二）引导民营企业加强合规管理，建设"法治民企"。推动依法规范和引导民营资本健康发展，促进公平竞争。
        </p>
        <p class="text-indent">
          （三）推动依法保护民营企业产权和民营经济人士权益，促进权利平等、机会平等、规则平等。支持商会参与涉企纠纷的调解、仲裁。
        </p>
        <p class="text-indent">第八条 依法加强会产管理、经营和保护。</p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第二章 组 织</h3>
      <div class="mb-4">
        <h4 class="mb-2 fs-md-4 fs-6">第一节 全国及地方组织</h4>
        <p class="text-indent">
          第九条
          工商联设全国组织和地方组织。中华全国工商业联合会为全国组织，简称全国工商联；省级及以下工商联为地方组织。
        </p>
        <p class="text-indent">上级工商联对下级工商联具有指导关系。</p>
        <p class="text-indent">全国工商联又称中国民间商会；地方工商联又称地方（总）商会。</p>
        <p class="text-indent">第十条 工商联的组织原则是民主集中制。</p>
        <p class="text-indent">第十一条 工商联的最高权力机构是代表大会，其职权是：</p>
        <p class="text-indent">（一）选举执行委员会；</p>
        <p class="text-indent">（二）听取和审议执行委员会的报告；</p>
        <p class="text-indent">（三）讨论决定工商联的重大事项。</p>
        <p class="text-indent">中国工商业联合会全国代表大会负责修改章程。</p>
        <p class="text-indent">
          第十二条
          工商联代表大会每五年召开一次，必要时可以提前或延期召开。代表大会由执行委员会召集。大会期间由主席团主持会议。
        </p>
        <p class="text-indent">
          第十三条 工商联代表大会的代表按照协商推选方式产生，根据需要也可以特邀部分代表。
        </p>
        <p class="text-indent">代表大会代表的名额和分配办法，由执行委员会或授权常务委员会决定。</p>
        <p class="text-indent">工商联代表大会的代表实行任期制。</p>
        <p class="text-indent">
          第十四条 执行委员会在代表大会闭会期间，是工商联的最高领导机构，其职权是：
        </p>
        <p class="text-indent">（一）贯彻执行代表大会的决议；</p>
        <p class="text-indent">（二）选举和罢免主席、副主席、常务委员；</p>
        <p class="text-indent">（三）听取和审议常务委员会的报告；</p>
        <p class="text-indent">（四）讨论和决定工作任务；</p>
        <p class="text-indent">（五）审议通过有关人事事项等。</p>
        <p class="text-indent">
          执行委员会每届任期五年，代表大会如提前或延期举行，它的任期相应地改变。执行委员会会议每年召开一次，必要时可随时召开。
        </p>
        <p class="text-indent">
          执行委员会委员（简称执行委员）名额分配、产生办法由上一届执行委员会或授权常务委员会决定。
        </p>
        <p class="text-indent">第十五条 执行委员的责任和义务：</p>
        <p class="text-indent">（一）坚持正确的政治方向，认真执行党的路线方针政策；</p>
        <p class="text-indent">（二）遵守工商联章程，执行工商联各项决议；</p>
        <p class="text-indent">（三）发挥参政议政作用，就经济社会发展中的重要问题建言献策；</p>
        <p class="text-indent">（四）热心工商联工作，参加工商联的会议和活动；</p>
        <p class="text-indent">（五）广泛联系民营企业和民营经济人士，反映其意见和要求；</p>
        <p class="text-indent">（六）对工商联工作提出意见和建议。</p>
        <p class="text-indent">
          第十六条
          常务委员会由主席、副主席、常务委员等组成，贯彻实施执行委员会的决议，对执行委员会负责并报告工作，每届任期与执行委员会相同，在执行委员会闭会期间行使执行委员会职权。
        </p>
        <p class="text-indent">常务委员会会议每年至少召开一次。</p>
        <p class="text-indent">
          常务委员名额分配、产生办法由上一届执行委员会或授权常务委员会决定。
        </p>
        <p class="text-indent">县级工商联视情况决定是否设置常务委员会。</p>
        <p class="text-indent">
          第十七条 主席会议由主席、副主席组成，研究决定重要事项。主席主持会务，副主席协助主席工作。
        </p>
        <p class="text-indent">
          副主席分为专职副主席和兼职副主席。专职副主席连续任职一般不超过两届。全国工商联兼职副主席一般不连续任职，地方工商联兼职副主席连续任职一般不超过两届。
        </p>
        <p class="text-indent">
          主席会议组成人员中的民营经济代表人士应向主席会议报告履行职责、发挥作用情况，具体述职办法由同级主席会议制定。
        </p>
        <p class="text-indent">工商联设常务副主席，由同级工商联党组书记担任。</p>
        <p class="text-indent">工商联设秘书长。</p>
        <p class="text-indent">
          县级工商联不设常务委员会的，主席会议对执行委员会负责并报告工作，在执行委员会闭会期间行使执行委员会职权。
        </p>
        <p class="text-indent">
          第十八条
          中国民间商会、地方（总）商会设会长、副会长。会长由工商联主席兼任，副会长原则上由工商联专职副主席、民营经济代表人士兼（担）任。会长、副会长由工商联执行委员会选举产生，是同级工商联常务委员会组成人员。副会长中的民营经济代表人士列席同级工商联主席会议，并根据安排向主席会议述职。
        </p>
        <p class="text-indent">
          中国民间商会副会长中的民营经济代表人士一般不连续任职，地方商会副会长中的民营经济代表人士连续任职一般不超过两届。
        </p>
        <p class="text-indent">
          第十九条
          工商联代表大会须有三分之二以上应到会人员出席方能召开，执行委员会议、常务委员会议、主席会议须有半数以上应到会人员出席方能召开，其决议须经应到会人员半数以上表决通过方能生效。
        </p>
        <p class="text-indent">
          执行委员会会议、常务委员会会议、主席会议在特殊情况下可以通讯方式召开。
        </p>
        <p class="text-indent">
          第二十条
          每届领导机构和领导人，在代表大会开会期间，继续主持工商联的经常工作，直到产生新的领导机构和领导人为止。
        </p>
        <p class="text-indent">
          地方工商联换届时应向上一级工商联报告筹备情况，选举结果报上一级工商联备案。
        </p>
        <p class="text-indent">
          第二十一条
          执行委员会、常务委员会组成人员，可在届中进行调整，调整事项由执行委员会作出决定，或由常务委员会作出决定，并向执行委员会报告。
        </p>
        <p class="text-indent">
          不设常务委员会的县级工商联届中调整事项，可由主席会议作出决定，并向执行委员会报告。
        </p>
        <p class="text-indent">
          第二十二条
          执行委员有下列情形之一的，由执行委员会或常务委员会依据情节轻重给予通报批评或警告、免去职务处分。
        </p>
        <p class="text-indent">（一）违反本章程，不支持或不参与工商联工作的；</p>
        <p class="text-indent">（二）个人或所在企业存在严重失信，造成恶劣影响的；</p>
        <p class="text-indent">（三）违反社会主义道德、发表不正当言论或造成其他不良社会影响的；</p>
        <p class="text-indent">（四）因违法违纪受到处理的；</p>
        <p class="text-indent">（五）其他不符合执行委员身份，严重影响工商联形象的。</p>
        <p class="text-indent">
          执行委员连续18个月不按规定参加同级工商联的会议和活动、或不接受工商联分配的任务、或不执行工商联的决议，应免去其执行委员职务。
        </p>
        <p class="text-indent">
          在执行委员触犯刑律等特殊情况下，由主席会议作出处理决定，报执行委员会或常务委员会追认。
        </p>
        <p class="text-indent">
          第二十三条 工商联根据工作需要设立工作部门和专业委员会；建立咨询制度。
        </p>
        <p class="text-indent">
          第二十四条 地方工商联新设或撤并，应报请同级党委批准，并报上级工商联备案。
        </p>

        <h4 class="mb-2 fs-md-4 fs-6">第二节 基层组织</h4>
        <p class="text-indent">
          第二十五条
          工商联所属商会是以民营企业和民营经济人士为主体，由工商联作为业务主管单位，依照法律法规和本章程制定商会章程并开展活动的社会组织，是工商联的基层组织和工作依托。工商联所属商会应依法进行登记。
        </p>
        <p class="text-indent">
          乡镇、街道商会由所在县级工商联作为业务主管单位，履行所在乡镇、街道总商会职能。
        </p>
        <p class="text-indent">
          第二十六条
          工商联所属商会按照中国共产党章程规定建立党的组织。发挥商会党组织作用，把方向、议大事、促落实。
        </p>
        <p class="text-indent">
          第二十七条
          工商联所属商会应建立健全法人治理体系，完善内部管理制度，加强办事机构和工作人员队伍建设，发挥政治引导、经济服务、诉求反映、权益维护、诚信自律、协同参与社会治理作用，研究并反映行业发展动态，参与行业标准和行业政策制定，促进行业健康发展。
        </p>
        <p class="text-indent">
          第二十八条
          工商联加强对所属商会的指导、引导和服务，对所属商会主要负责人、党组织主要负责人、秘书长开展考察考核，支持所属商会开展会员服务、承接公共服务、参与社会服务。
        </p>
        <p class="text-indent">
          第二十九条
          加强对其他以民营企业和民营经济人士为主体的行业协会商会的联系、指导和服务，引导民营经济人士相关组织规范有序发展。
        </p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第三章 会 员</h3>
      <div class="mb-4">
        <p class="text-indent">
          第三十条
          凡承认本章程，自愿参加工商联的一个组织，承诺履行会员义务的团体、企业和个人，可以申请入会。
        </p>
        <p class="text-indent">
          （一）以民营企业和民营经济人士为主体、具有法人资格的境内各类工商社团和其他有关社会组织，入会申请经批准后，为团体会员。
        </p>
        <p class="text-indent">
          工商联所属商会为工商联团体会员，商会会员同时也是中国工商业联合会的会员。
        </p>
        <p class="text-indent">（二）各类企业入会申请经批准后，为企业会员。</p>
        <p class="text-indent">
          企业会员的主体是民营企业，主要包括：由内地自然人或民营资本独资、控股或拥有实际控制权，按照《公司法》《个人独资企业法》《合伙企业法》规定，依法设立的营利性经济组织；由港澳自然人或工商资本在内地依法设立的独资、控股或拥有实际控制权的营利性经济组织等。
        </p>
        <p class="text-indent">（三）民营经济人士入会申请经批准后，为个人会员。</p>
        <p class="text-indent">
          个人会员面向所有民营经济人士，主要包括：民营企业主要出资人、实际控制人，民营企业中持有股份的主要经营者，民营投资机构自然人大股东，以民营企业和民营经济人士为主体的工商领域社会团体主要负责人，相关社会服务机构主要负责人，民营中介机构主要合伙人，在内地投资的港澳工商界人士，有代表性的个体工商户等。
        </p>
        <p class="text-indent">
          与工商联工作有联系的有关人士可以申请成为个人会员；与工商联建立工作联系的单位代表，经协商，可被邀请作为个人会员；原工商业者均为个人会员。
        </p>
        <p class="text-indent">
          第三十一条 实行会员入会自愿和退会自由的原则。不以企业资产规模和个人财富等设置入会门槛。
        </p>
        <p class="text-indent">
          各级工商联可根据本章程规定与实际情况，制定会员管理办法，并报上一级工商联备案。
        </p>
        <p class="text-indent">第三十二条 全国工商联和省级工商联只发展团体会员。</p>
        <p class="text-indent">各级工商联的会员，同时也是中国工商业联合会的会员。</p>
        <p class="text-indent">第三十三条 会员享有下列权利：</p>
        <p class="text-indent">（一）选举权、被选举权和表决权；</p>
        <p class="text-indent">（二）向工商联反映意见、要求和建议；</p>
        <p class="text-indent">（三）参加工商联组织的参观考察、学习培训等活动；</p>
        <p class="text-indent">（四）接受工商联提供的服务；</p>
        <p class="text-indent">（五）要求工商联维护其合法权益；</p>
        <p class="text-indent">（六）对工商联工作进行监督。</p>
        <p class="text-indent">第三十四条 会员履行下列义务：</p>
        <p class="text-indent">（一）遵守本章程，执行工商联决议；</p>
        <p class="text-indent">（二）关心支持工商联工作；</p>
        <p class="text-indent">（三）按规定交纳会费；</p>
        <p class="text-indent">（四）参加工商联组织的会议和活动；</p>
        <p class="text-indent">（五）接受工商联监督；</p>
        <p class="text-indent">（六）办理工商联委托的事项。</p>
        <p class="text-indent">
          第三十五条
          会员违反本章程的，应对其进行批评教育；情节严重的，应中止会员权利或开除其会籍；严重触犯刑律的，应开除其会籍。
        </p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第四章 工作人员</h3>
      <div class="mb-4">
        <p class="text-indent">
          第三十六条
          工商联机关应遵照中华人民共和国公务员法的规定，按照信念坚定、为民服务、勤政务实、敢于担当、清正廉洁的好干部标准，加强对工作人员的教育、培养、考核、激励和监督，强化政治责任，按照既精通统一战线工作又熟悉经济工作的要求，建设一支忠诚干净担当的高素质、专业化干部队伍。
        </p>
        <p class="text-indent">第三十七条 工商联工作人员应当做到：</p>
        <p class="text-indent">
          （一）高举中国特色社会主义伟大旗帜，认真学习贯彻马克思列宁主义、毛泽东思想、邓小平理论、"三个代表"重要思想、科学发展观、习近平新时代中国特色社会主义思想，深刻领悟"两个确立"的决定性意义，进一步增强"四个意识"、坚定"四个自信"、做到"两个维护"，坚定理想信念，筑牢思想根基，全面贯彻执行党的理论和路线方针政策，不断提升政治判断力、政治领悟力、政治执行力。
        </p>
        <p class="text-indent">
          （二）增强服务意识，树立问题导向、目标导向、基层导向，坚持深入基层、调查研究，反对形式主义、官僚主义、享乐主义和奢靡之风，树立良好作风，坚持"亲"而有度、"清"而有为，密切联系民营企业和民营经济人士。
        </p>
        <p class="text-indent">
          （三）热爱工商联事业，忠于职守、勤奋工作、求真务实，掌握科学思维方法，注重增强学习本领、提高专业能力、培育专业精神，认真学习现代市场经济、现代科技、现代管理、法律等方面知识，具备较强的政治把握能力、调查研究能力、群众工作能力、落实推进能力。
        </p>
        <p class="text-indent">
          （四）解放思想、勇于创新、敢于担当、奋发有为，增强事业心和责任感，改进工作方式和服务手段，以改革创新精神推进工商联工作。
        </p>
        <p class="text-indent">（五）严于律己、勤政廉洁、顾全大局、遵守纪律，自觉接受监督。</p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第五章 会 徽</h3>
      <div class="mb-4">
        <p class="text-indent">第三十八条 工商联的会徽为以桥梁纽带造型为主组成的图案。</p>
        <p class="text-indent">
          工商联的会徽，可作为会章佩带；可在工商联组织的办公地点、活动场所、会议会场悬挂；可作为纪念品、办公用品上的标志；不得作商业用途。
        </p>
      </div>

      <h3 class="mb-3 fs-md-3 fs-5">第六章 附 则</h3>
      <div class="mb-4">
        <p class="text-indent">
          第三十九条
          本章程为各级工商联（中国民间商会和地方商会）的统一章程，经中国工商业联合会全国代表大会通过。
        </p>
        <p class="text-indent">第四十条 本章程的解释权属于中华全国工商业联合会。</p>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
.constitution-content {
  font-family: SimSun, '宋体', serif;
  line-height: 1.8;

  // 移动端字体大小调整
  @media (max-width: 767.98px) {
    font-size: 0.875rem;
    line-height: 1.6;

    .text-indent {
      text-indent: 1.5em;
    }

    ol {
      padding-left: 1rem;
    }

    h3 {
      &::before {
        height: 16px;
      }
    }
  }

  .text-indent {
    text-indent: 2em;
  }

  h2,
  h3 {
    font-weight: 600;
  }

  h3 {
    position: relative;
    padding-left: 1em;

    &::before {
      content: '';
      position: absolute;
      left: 0;
      top: 50%;
      transform: translateY(-50%);
      width: 5px;
      height: 18px;
      background-color: #dc3545;
    }
  }

  // 在移动端减少列表项的间距
  @media (max-width: 767.98px) {
    ol li {
      margin-bottom: 0.5rem;
    }
  }
}
</style>
